[
    {
        "category": "1",
        "categoryname": "Хлеб",
        "description": "Французский багет, сделанный из пшеничной и ржаной муки, с нежной хрустящей корочкой.",
        "id": "1",
        "name": "Багет Brioche Paris Крокант",
        "price": "10",
        "recipe": "мука пшеничная, вода питьевая, соль пищевая, дрожжи хлебопекарные"
    },
    {
        "category": "3",
        "categoryname": "Кондитерские изделия",
        "description": "Смесь бисквитов, изюм, ананас - все это вымочено в сиропе Гранд Марнье (Grand Marnier).",
        "id": "2",
        "name": "Авиньон",
        "price": "5",
        "recipe": "мука пшеничная, вода питьевая, соль пищевая, изюм, ананас"
    },
    {
        "category": "3",
        "categoryname": "Кондитерские изделия",
        "description": "В основании песочно-миндальное тесто, нежный фисташковый крем и свежие ягоды.",
        "id": "3",
        "name": "Тарталетка «Монблан» с фисташковым кремом",
        "price": "12.1",
        "recipe": "мука пшеничная, миндальная мука, сливочное масло, сахарный песок, яйца, ягоды, сливки, шоколад белый, фисташковая паста"
    },
    {
        "category": "4",
        "categoryname": "Торты",
        "description": "«Великое вблизи неуловимо, лишь издали торжественно оно...» &copy; Валерий Брюсов.",
        "id": "4",
        "name": "«Величие любви»",
        "price": "65",
        "recipe": "мука пшеничная, вода питьевая, соль пищевая, ванилин, яйца, сахарный песок и ингридиенты на выбор"
    },
    {
        "category": "1",
        "categoryname": "Хлеб",
        "description": "Деревенский хлеб делается из ржаной, а также пшеничной муки и обладает особым ржаным вкусом.",
        "id": "5",
        "name": "Хлеб Brioche Paris Деревенский",
        "price": "5.99",
        "recipe": "мука пшеничная, мука ржаная, вода питьевая, соль пищевая, дрожжи хлебопекарные"
    },
    {
        "category": "5",
        "categoryname": "Печенье",
        "description": "Хрустящее снаружи, мягкое внутри с выраженным вкусом шоколада – подарит истинное наслаждение!",
        "id": "6",
        "name": "Рождественское печенье",
        "price": "4.99",
        "recipe": "мука пшеничная, яйца, сахарный песок, масло сливочное, имбирь, корица, орех"
    },
    {
        "category": "2",
        "categoryname": "Выпечка",
        "description": "Мягкое, нежное блинное тесто с добавлением рома и ванили в карамелизированной корочке.",
        "id": "7",
        "name": "Каннеле",
        "price": "7.99",
        "recipe": "молоко коровье, сахар-песок, мука пшеничная высший сорт, желток яичный , ром, масло сливочное, яйца куриные пищевые, соль пищевая поваренная йодированная, ванилин"
    },
    {
        "category": "2",
        "categoryname": "Выпечка",
        "description": "Невероятно изысканный круассан, по-своему уникальный - каждый слой тончайшего теста пропитан ромовым сиропом, сердце наполнено миндальным кремом, а хрустящая корочка усыпана миндальными лепестками. Именно таким на вкус должно быть совершенство.",
        "id": "8",
        "name": "Круассан с миндальным кремом",
        "price": "3.99",
        "recipe": "мука пшеничная, масло сливочное, сахар-песок, вода питьевая, мука миндальная, яйца куриные пищевые, миндаль струганый, дрожжи хлебопекарные прессованные, пудра декоративная «Супер Шни», соль пищевая"
    },
    {
        "category": "4",
        "categoryname": "Торты",
        "description": "«Красота лишь тогда становится прекрасной,когда она наполняется смыслом, содержанием».",
        "id": "9",
        "name": "«Сущность красоты»",
        "price": "65",
        "recipe": "мука пшеничная, вода питьевая, соль пищевая, ванилин, яйца, сахарный песок и ингридиенты на выбор"
    },
    {
        "category": "1",
        "categoryname": "Хлеб",
        "description": "В состав входит пассированный лук наполняя хлеб приятным ароматом и изысканным вкусом. Хрустящая корочка и нежность этого хлеба никого не оставят равнодушным. Прекрасно сочетается с борщом или другим супом.",
        "id": "10",
        "name": "Хлеб Brioche Paris Луковый",
        "price": "7.99",
        "recipe": "пшеничная мука, дрожжи хлебопекарные прессованные, пассированный лук, соль пищевая йодированная"
    },
    {
        "category": "5",
        "categoryname": "Печенье",
        "description": "Насыщенное шоколадное печенье с арахисовой пастой, цельным фундуком и кусочками шоколада.",
        "id": "11",
        "name": "Шоколадно-Арахисовое печенье",
        "price": "3.99",
        "recipe": "мука пшеничная, сахар тростниковый, какао, арахисовое масло с кусочками арахиса, черный шоколад"
    },
    {
        "category": "1",
        "categoryname": "Хлеб",
        "description": "Пористый белый хлеб с тонкой, хрустящей  корочкой.",
        "id": "12",
        "name": "Тостовый хлеб Brioche",
        "price": "5.4",
        "recipe": "мука пшеничная, молоко коровье, масло сливочное, яйца куриные, сахар белый, соль поваренная йодированная, дрожжи прессованные"
    },
    {
        "category": "2",
        "categoryname": "Выпечка",
        "description": "Традиционная сдобная булочка на пивных дрожжах с добавлением натурального сливочного масла.",
        "id": "13",
        "name": "Бриошь Nanterre",
        "price": "9.99",
        "recipe": "мука пшеничная, вода питьевая, соль пищевая, дрожжи хлебопекарные"
    },
    {
        "category": "5",
        "categoryname": "Печенье",
        "description": "Нежное безе с натуральным мармеладом домашнего приготовления из манго пюре.",
        "id": "14",
        "name": "Безе Манго Мармеладом",
        "price": "3.99",
        "recipe": "миндальная мука, сахарный песок, яйца, шоколад, пюре манго, пюре маракуйи, сливочное масло"
    },
    {
        "category": "2",
        "categoryname": "Выпечка",
        "description": "Круассан с лососем , салатом и нежнейшим соусом.",
        "id": "15",
        "name": "Круассан с лососем",
        "price": "5.75",
        "recipe": "мука пшеничная, молоко коровье, масло сливочное, лосось"
    },
    {
        "category": "3",
        "categoryname": "Кондитерские изделия",
        "description": "Попробуйте классическое сочетание тонкого заварного теста и ванильного крема.",
        "id": "16",
        "name": "Эклер ванильный",
        "price": "6.5",
        "recipe": "мука пшеничная, молоко коровье, сливки, яйца куриные, масло коровье, сахарный песок, соль поваренная йодированная"
    },
    {
        "category": "3",
        "categoryname": "Кондитерские изделия",
        "description": "Французский мармелад на основе фруктово-ягодного пюре.",
        "id": "17",
        "name": "Мармелад",
        "price": "6.3",
        "recipe": "пюре фруктовое, сахар белый кристаллический, сироп глюкозы, пектин, сок лимона"
    },
    {
        "category": "4",
        "categoryname": "Торты",
        "description": "Незабываемый муссовый торт, в котором удачно сочетаются вкус клубники и кокоса",
        "id": "18",
        "name": "Торт «Ангел»",
        "price": "84",
        "recipe": "мука пшеничная, вода питьевая, соль пищевая, ванилин, яйца, сахарный песок и ингридиенты на выбор"
    },
    {
        "category": "1",
        "categoryname": "Хлеб",
        "description": "Ржаной хлеб содержит клетчатку и является прекрасным выбором для тех, кто придерживается правильного питания. Выводит шлаки и токсины, нормализует обмен веществ. Богат кальцием и фосфором.",
        "id": "19",
        "name": "Хлеб Brioche Paris Ржаной",
        "price": "5.4",
        "recipe": "мука ржаная, пшеничная мука, клейковина, соль, дрожжи хлебопекарные прессованные"
    },
    {
        "category": "3",
        "categoryname": "Кондитерские изделия",
        "description": "Пирожное «Биллионер» это изысканное сочетание мандаринового креме и малинового кули, нежнейший ванильным мусс и шоколадный бисквит без муки.",
        "id": "20",
        "name": "Биллионер",
        "price": "8.3",
        "recipe": "сливки, сок апельсиновый, сахарный песок, шоколад белый, пюре фруктовое, какао-масло, яйца, шоколад, молоко коровье, ром, сок лимона"
    }
]